{
  "nav-home": "Home",
  "nav-about": "About Us",
  "nav-reviews": "Reviews",
  "nav-contacts": "Contacts",
  "main-title": "Perfect App for<br>Calorie Counting",
  "sub-title": "Your personal assistant in calorie counting - simple, convenient, and reliable",
  "about-us": "About Us",
  "goal-title": "Individual Goals",
  "goal-description": "This interface allows you to set specific goals, such as weight loss, weight maintenance, or mass gain. You can also set specific goals for calories consumed, macronutrients, or even the amount of water you plan to drink daily. The app's functionality provides personalized recommendations and tips on how to achieve these goals, considering your lifestyle and preferences. With built-in reminders and progress bars, you'll always stay on track to achieve your healthy habits.",
  "learn-more": "Learn More",
  "personalization-title": "Experience Personalization",
  "personalization-description": "On the \"Profile\" screen, you can enter personal data (age, gender, weight, height, activity), allowing you to accurately calculate daily calorie and macronutrient needs. Users can also set dietary preferences, such as vegan or gluten-free diets, and sync the app with fitness trackers to effectively monitor healthy habits and achieve goals.",
  "food-title": "Easy Food Adding",
  "food-description": "With <span class=\"highlight\">ReliefBody</span> you can easily add foods to your daily food journal. Using modern technology, our app allows you to scan product barcodes for quick entry, as well as manually enter food through a convenient search interface. Additionally, you can create your own dishes and account for recipes, ensuring accurate calorie and macronutrient tracking for full control over your diet.",
  "testimonials-title": "Our Clients",
  "testimonial-text1": "The interface is intuitive, and the large food database and barcode scanning feature make food entry easy and quick. Highly recommend!",
  "testimonial-name1": "Alina Sematska",
  "testimonial-role1": "Designer, Relief Body",
  "faq-title": "Frequently Asked Questions",
  "faq-question1": "How to use the barcode scanning feature?",
  "faq-answer1": "To use the barcode scanning feature in the CalorieCount+ app, follow these steps:",
  "faq-answer1-step1": "Open the CalorieCount+ app on your device.",
  "faq-answer1-step2": "Tap the barcode icon in the upper right corner of the main screen.",
  "faq-answer1-step3": "Point the camera at the barcode of the product you want to add.",
  "faq-answer1-step4": "Wait for the app to recognize the barcode and load the product information.",
  "faq-answer1-step5": "Verify and confirm the added information to save it to your food journal.",
  "faq-question2": "Can I add my own products to the database?",
  "faq-answer2": "Yes, you can add your own products to the database in the CalorieCount+ app. Follow these steps:",
  "faq-answer2-step1": "Open the CalorieCount+ app on your device.",
  "faq-answer2-step2": "Go to the 'My Products' section.",
  "faq-answer2-step3": "Tap the 'Add Product' button.",
  "faq-answer2-step4": "Enter the necessary information about the product, such as name, calories, macronutrients, and other characteristics.",
  "faq-answer2-step5": "Save the product for future use in your food journal.",
  "faq-question3": "How does the app account for physical activity?",
  "faq-answer3": "The CalorieCount+ app accounts for your physical activity by allowing you to sync data with fitness trackers. Follow these steps:",
  "faq-answer3-step1": "Go to the settings of the CalorieCount+ app.",
  "faq-answer3-step2": "Find the 'Fitness Trackers' section.",
  "faq-answer3-step3": "Select your fitness tracker from the list of supported devices.",
  "faq-answer3-step4": "Sync the app with your tracker by following the on-screen instructions.",
  "faq-answer3-step5": "View physical activity data in your food journal.",
  "faq-question4": "Does the app support dietary restrictions, such as gluten-free or vegan diets?",
  "faq-answer4": "Yes, the CalorieCount+ app supports dietary restrictions. Follow these steps:",
  "faq-answer4-step1": "Go to your profile settings in the app.",
  "faq-answer4-step2": "Find the 'Dietary Restrictions' section.",
  "faq-answer4-step3": "Select the restrictions that apply to you, such as gluten-free, vegan, vegetarian, etc.",
  "faq-answer4-step4": "Save the changes to account for these restrictions when calculating calories and macronutrients.",
  "faq-question5": "How can I sync data with other apps or devices?",
  "faq-answer5": "The CalorieCount+ app allows you to sync data with other apps or devices. Follow these steps:",
  "faq-answer5-step1": "Go to the settings of the CalorieCount+ app.",
  "faq-answer5-step2": "Find the 'Integrations' section.",
  "faq-answer5-step3": "Select the app or device you want to sync data with.",
  "faq-answer5-step4": "Follow the on-screen instructions to complete the synchronization.",
  "faq-answer5-step5": "View data from other apps or devices in your food journal.",
  "faq-question6": "How do I change the app's language?",
  "faq-answer6": "To change the language in the CalorieCount+ app, go to the settings and select the desired language. Follow these steps:",
  "faq-answer6-step1": "Open the CalorieCount+ app on your device.",
  "faq-answer6-step2": "Go to the settings.",
  "faq-answer6-step3": "Find the 'Language' section.",
  "faq-answer6-step4": "Select the desired language from the list of available languages.",
  "faq-answer6-step5": "Save the changes to apply the new interface language.",
  "final-title": "The app for those who want to track their nutrition in a snap",
  "final-description": "The ReliefBody interface ensures convenience and efficiency, helping you keep track of calories and macronutrients with a few taps.",
  "scrolling-title": "ReliefBody – an intuitive app for effective nutrition tracking",
  "scrolling-text": "ReliefBody is the perfect tool for those looking for a simple and quick way to monitor their nutrition. Our app allows users to easily add food by scanning barcodes or using a quick search in a large product database. The ReliefBody interface ensures convenience and efficiency, helping you keep track of calories and macronutrients with just a few taps. Whether you aim to lose weight, gain weight, or simply maintain a healthy eating regimen, ReliefBody makes this process easy and enjoyable, helping you achieve your goals effortlessly. ReliefBody is the perfect tool for those looking for a simple and quick way to monitor their nutrition. Our app allows users to easily add food by scanning barcodes or using a quick search in a large product database. The ReliefBody interface ensures convenience and efficiency, helping you keep track of calories and macronutrients with just a few taps. Whether you aim to lose weight, gain weight, or simply maintain a healthy eating regimen, ReliefBody makes this process easy and enjoyable, helping you achieve your goals effortlessly.",
  "footer-description": "Intuitive App for Effective Nutrition Tracking",
  "download-title": "Download the app",
  "download-apple": "Download on Apple",
  "download-google": "Download on Google",
  "footer-copyright": "© 2024 ReliefBody. All rights reserved"
}
