{
  "nav-home": "Головна",
  "nav-about": "Про нас",
  "nav-reviews": "Відгуки",
  "nav-contacts": "Контакти",
  "main-title": "Ідеальний застосунок<br>для рахунку калорій",
  "sub-title": "Ваш особистий помічник у калорійному рахунку - просто, зручно та надійно",
  "about-us": "Про нас",
  "goal-title": "Індивідуальні Цілі",
  "goal-description": "Цей інтерфейс дозволяє вам визначити специфічні цілі, такі як зниження ваги, підтримка ваги або набір маси. Ви також можете задати конкретні цілі за кількістю спожитих калорій, макронутрієнтів або навіть кількості води, яку ви плануєте випивати щодня. Функціонал додатку забезпечує персоналізовані рекомендації та поради, як досягти цих цілей з урахуванням вашого стилю життя та переваг. Завдяки вбудованим нагадуванням та прогрес-барам, ви завжди будете на курсі до досягнення своїх здорових звичок.",
  "learn-more": "Дізнатись більше",
  "personalization-title": "Персоналізація досвіду",
  "personalization-description": "На екрані \"Профіль\" можна внести особисті дані (вік, стать, вага, зріст, активність), що дозволяє точно розрахувати денну потребу в калоріях та макронутрієнтах. Користувачі також можуть налаштувати дієтичні переваги, як-от веганське чи безглютенове харчування, і синхронізувати додаток з фітнес-трекерами, що сприяє ефективному відстеженню здорових звичок і досягненню цілей.",
  "food-title": "Додавання їжі з легкістю",
  "food-description": "З <span class=\"highlight\">ReliefBody</span> ви можете легко додавати продукти до свого щоденника харчування. Використовуючи сучасні технології, наш додаток дозволяє сканувати штрих-коди продуктів для швидкого вводу, а також вручну вводити їжу через зручний інтерфейс пошуку. Крім того, ви можете створювати власні страви та враховувати рецепти, забезпечуючи точний облік калорій та макронутрієнтів для повного контролю над вашим раціоном.",
  "testimonials-title": "Наші клієнти",
  "testimonial-text1": "Інтерфейс інтуїтивний, а велика база продуктів та функція сканування штрих-кодів роблять введення їжі легким і швидким. Всім рекомендую!",
  "testimonial-name1": "Alina Sematska",
  "testimonial-role1": "Designer, Relief Body",
  "faq-title": "Часті питання",
  "faq-question1": "Як скористатися функцією сканування штрих-кодів?",
  "faq-answer1": "Щоб скористатися функцією сканування штрих-кодів у додатку CalorieCount+, виконайте наступні кроки:",
  "faq-answer1-step1": "Відкрийте додаток CalorieCount+ на своєму пристрої.",
  "faq-answer1-step2": "Натисніть на іконку штрих-коду у верхньому правому куті головного екрану.",
  "faq-answer1-step3": "Наведіть камеру на штрих-код продукту, який ви хочете додати.",
  "faq-answer1-step4": "Зачекайте, поки додаток розпізнає штрих-код і завантажить інформацію про продукт.",
  "faq-answer1-step5": "Перевірте та підтвердьте додану інформацію, щоб вона збереглася у вашому щоденнику харчування.",
  "faq-question2": "Чи можна додавати власні продукти до бази даних?",
  "faq-answer2": "Так, ви можете додавати власні продукти до бази даних у додатку CalorieCount+. Для цього виконайте наступні кроки:",
  "faq-answer2-step1": "Відкрийте додаток CalorieCount+ на своєму пристрої.",
  "faq-answer2-step2": "Перейдіть до розділу 'Мої продукти'.",
  "faq-answer2-step3": "Натисніть на кнопку 'Додати продукт'.",
  "faq-answer2-step4": "Введіть необхідну інформацію про продукт, таку як назва, калорійність, макронутрієнти та інші характеристики.",
  "faq-answer2-step5": "Збережіть продукт для подальшого використання у вашому щоденнику харчування.",
  "faq-question3": "Як додаток враховує фізичну активність?",
  "faq-answer3": "Додаток CalorieCount+ враховує вашу фізичну активність, дозволяючи вам синхронізувати дані з фітнес-трекерами. Для цього виконайте наступні кроки:",
  "faq-answer3-step1": "Перейдіть до налаштувань додатку CalorieCount+.",
  "faq-answer3-step2": "Знайдіть розділ 'Фітнес-трекери'.",
  "faq-answer3-step3": "Виберіть ваш фітнес-трекер зі списку підтримуваних пристроїв.",
  "faq-answer3-step4": "Синхронізуйте додаток з вашим трекером, слідуючи інструкціям на екрані.",
  "faq-answer3-step5": "Переглядайте дані про фізичну активність у вашому щоденнику харчування.",
  "faq-question4": "Чи є в додатку можливість налаштування дієтичних обмежень, як-от безглютенова або веганська дієта?",
  "faq-answer4": "Так, додаток CalorieCount+ дозволяє налаштовувати дієтичні обмеження. Для цього виконайте наступні кроки:",
  "faq-answer4-step1": "Перейдіть до налаштувань вашого профілю в додатку.",
  "faq-answer4-step2": "Знайдіть розділ 'Дієтичні обмеження'.",
  "faq-answer4-step3": "Виберіть обмеження, які вас цікавлять, такі як безглютенова, веганська, вегетаріанська дієта тощо.",
  "faq-answer4-step4": "Збережіть зміни, щоб вони були враховані при підрахунку калорій та макронутрієнтів.",
  "faq-question5": "Як можна синхронізувати дані з іншими додатками або пристроями?",
  "faq-answer5": "Додаток CalorieCount+ дозволяє синхронізувати дані з іншими додатками або пристроями. Для цього виконайте наступні кроки:",
  "faq-answer5-step1": "Перейдіть до налаштувань додатку CalorieCount+.",
  "faq-answer5-step2": "Знайдіть розділ 'Інтеграції'.",
  "faq-answer5-step3": "Виберіть додаток або пристрій, з яким ви хочете синхронізувати дані.",
  "faq-answer5-step4": "Дотримуйтесь інструкцій на екрані для завершення синхронізації.",
  "faq-answer5-step5": "Переглядайте дані з інших додатків або пристроїв у вашому щоденнику харчування.",
  "faq-question6": "Як змінити мову в додатку?",
  "faq-answer6": "Щоб змінити мову в додатку CalorieCount+, перейдіть до налаштувань та виберіть бажану мову. Виконайте наступні кроки:",
  "faq-answer6-step1": "Відкрийте додаток CalorieCount+ на своєму пристрої.",
  "faq-answer6-step2": "Перейдіть до налаштувань.",
  "faq-answer6-step3": "Знайдіть розділ 'Мова'.",
  "faq-answer6-step4": "Виберіть бажану мову зі списку доступних мов.",
  "faq-answer6-step5": "Збережіть зміни, щоб застосувати нову мову інтерфейсу.",
  "final-title": "Додаток для тих, хто хоче слідкувати за своїм харчуванням на раз-два",
  "final-description": "Інтерфейс ReliefBody забезпечує зручність і ефективність, допомагаючи вам тримати під контролем калорії та макронутрієнти за допомогою кількох дотиків.",
  "scrolling-title": "ReliefBody – інтуїтивний додаток для ефективного відстеження харчування",
  "scrolling-text": "ReliefBody - це ідеальний інструмент для тих, хто шукає простий та швидкий спосіб контролювати своє харчування. Наш додаток дозволяє користувачам легко додавати їжу, скануючи штрих-коди або використовуючи швидкий пошук у великій базі даних продуктів. Інтерфейс ReliefBody забезпечує зручність і ефективність, допомагаючи вам тримати під контролем калорії та макронутрієнти за допомогою кількох дотиків. Незалежно від того, чи ви прагнете схуднути, набрати вагу, або просто підтримувати здоровий режим харчування, ReliefBody робить цей процес легким і приємним, допомагаючи вам досягти ваших цілей без зусиль. ReliefBody - це ідеальний інструмент для тих, хто шукає простий та швидкий спосіб контролювати своє харчування. Наш додаток дозволяє користувачам легко додавати їжу, скануючи штрих-коди або використовуючи швидкий пошук у великій базі даних продуктів. Інтерфейс ReliefBody забезпечує зручність і ефективність, допомагаючи вам тримати під контролем калорії та макронутрієнти за допомогою кількох дотиків. Незалежно від того, чи ви прагнете схуднути, набрати вагу, або просто підтримувати здоровий режим харчування, ReliefBody робить цей процес легким і приємним, допомагаючи вам досягти ваших цілей без зусиль.",
  "footer-description": "Інтуїтивний Додаток для Ефективного Відстеження Харчування",
  "download-title": "Завантажити додаток",
  "download-apple": "Завантажити на Apple",
  "download-google": "Завантажити на Google",
  "footer-copyright": "© 2024 ReliefBody. Всі права захищені"
}
